Repository: olcayertas/prayer-time
Catalog: Sources/Core/Localizable.xcstrings
Source language: en
Languages: ar, tr

source: %@ degrees from north
ar: %@ درجة من الشمال
tr: Kuzeyden %@ derece

source: %@ is not implemented yet.
ar: %@ غير مُطبَّق بعد.
tr: %@ henüz uygulanmadı.

source: %@ time
ar: وقت %@
tr: %@ vakti

source: %@° from North
ar: %@° من الشمال
tr: Kuzeyden %@°

source: A dark palette with gold accents.
ar: لوحة داكنة بلمسات ذهبية.
tr: Altın vurgulu koyu bir palet.

source: About
ar: حول
tr: Hakkında

source: Afternoon
ar: العصر
tr: İkindi

source: Allow Location
ar: السماح بالموقع
tr: Konuma izin ver

source: Allow location for Prayer Times in Settings to find the Qibla.
ar: للعثور على القبلة، اسمح بالوصول إلى الموقع لتطبيق أوقات الصلاة في الإعدادات.
tr: Kıble'yi bulmak için Ayarlar'dan Namaz Vakti'ne konum izni verin.

source: Appearance
ar: المظهر
tr: Görünüm

source: Automatic
ar: تلقائي
tr: Otomatik

source: Cancel
ar: إلغاء
tr: İptal

source: City
ar: المدينة
tr: Şehir

source: Couldn't determine your location — showing %@.
ar: تعذّر تحديد موقعك — يتم عرض %@.
tr: Konumunuz belirlenemedi — %@ gösteriliyor.

source: Couldn't load today's times
ar: تعذّر تحميل أوقات اليوم
tr: Bugünün vakitleri yüklenemedi

source: Country
ar: الدولة
tr: Ülke

source: Current
ar: الحالي
tr: Geçerli

source: Date
ar: التاريخ
tr: Tarih

source: Dawn
ar: الفجر
tr: İmsak

source: Default
ar: افتراضي
tr: Varsayılan

source: District
ar: المنطقة
tr: İlçe

source: Enable this in System Settings → Login Items to finish turning it on.
ar: فعِّل هذا في إعدادات النظام ثم عناصر تسجيل الدخول لإكمال تشغيله.
tr: Açmayı tamamlamak için Sistem Ayarları → Giriş Öğeleri bölümünden etkinleştirin.

# extras.qibla
source: Qibla time
ar: وقت القبلة
tr: Kıble Saati

# extras.sunrise
source: Sunrise
ar: الشروق
tr: Güneş Doğuşu

# extras.sunset
source: Sunset
ar: الغروب
tr: Güneş Batışı

source: Facing the Qibla
ar: في اتجاه القبلة
tr: Kıble'ye dönük

source: Find the Qibla
ar: ابحث عن القبلة
tr: Kıble'yi bul

source: Finding your city…
ar: جارٍ تحديد مدينتك…
tr: Şehriniz bulunuyor…

source: Finding your location…
ar: جارٍ تحديد موقعك…
tr: Konumunuz bulunuyor…

source: Follows your system light and dark appearance.
ar: يتبع مظهر النظام الفاتح والداكن.
tr: Sistemin açık ve koyu görünümünü izler.

source: General
ar: عام
tr: Genel

source: Improving accuracy…
ar: جارٍ تحسين الدقة…
tr: Doğruluk artırılıyor…

source: It's %@ time in %@.
ar: حان وقت %1$@ في %2$@.
tr: %2$@ için %1$@ vakti girdi.

source: Last updated
ar: آخر تحديث
tr: Son güncelleme

source: Loading…
ar: جارٍ التحميل…
tr: Yükleniyor…

source: Locating…
ar: جارٍ تحديد الموقع…
tr: Konum belirleniyor…

source: Location
ar: الموقع
tr: Konum

source: Location access is off — showing %@.
ar: الوصول إلى الموقع مُعطَّل — يتم عرض %@.
tr: Konum erişimi kapalı — %@ gösteriliyor.

source: Location access needed
ar: يلزم الوصول إلى الموقع
tr: Konum erişimi gerekli

source: Mode
ar: الوضع
tr: Mod

source: Monthly
ar: شهري
tr: Aylık

source: Move your phone in a figure 8 to calibrate the compass.
ar: حرّك هاتفك على شكل الرقم ٨ لمعايرة البوصلة.
tr: Pusulayı kalibre etmek için telefonunuzu 8 şeklinde hareket ettirin.

source: Next
ar: التالية
tr: Sıradaki

source: Next prayer
ar: الصلاة التالية
tr: Sıradaki vakit

source: Night
ar: العشاء
tr: Yatsı

source: No compass
ar: لا توجد بوصلة
tr: Pusula yok

source: No data
ar: لا توجد بيانات
tr: Veri yok

source: No data was received from the server.
ar: لم تُستلَم بيانات من الخادم.
tr: Sunucudan veri alınamadı.

source: Noon
ar: الظهر
tr: Öğle

source: Notifications
ar: التنبيهات
tr: Bildirimler

source: Open app
ar: افتح التطبيق
tr: Uygulamayı aç

source: Open at Login
ar: الفتح عند تسجيل الدخول
tr: Girişte Aç

source: Open Login Items Settings
ar: فتح إعدادات عناصر تسجيل الدخول
tr: Giriş Öğeleri Ayarlarını Aç

source: Open Settings
ar: افتح الإعدادات
tr: Ayarları aç

source: Pinned
ar: مثبّت
tr: Sabit

source: Prayer notifications
ar: تنبيهات الصلاة
tr: Vakit bildirimleri

source: Prayer Times
ar: أوقات الصلاة
tr: Namaz Vakti

source: Prayer times are sourced from the EzanVakti service, based on the Turkish Directorate of Religious Affairs (Diyanet).
ar: تُؤخذ أوقات الصلاة من خدمة EzanVakti المستندة إلى رئاسة الشؤون الدينية التركية (ديانت).
tr: Vakitler T.C. Diyanet İşleri Başkanlığı kaynaklı EzanVakti servisinden alınır.

source: Prayer Times uses your location to point the compass toward the Kaaba in Mecca.
ar: يستخدم تطبيق أوقات الصلاة موقعك لتوجيه البوصلة نحو الكعبة في مكة.
tr: Namaz Vakti, pusulayı Mekke'deki Kâbe'ye doğru yöneltmek için konumunuzu kullanır.

source: Qibla
ar: القبلة
tr: Kıble

source: Qibla compass
ar: بوصلة القبلة
tr: Kıble pusulası

source: Quit
ar: إنهاء
tr: Çıkış

source: Refresh
ar: تحديث
tr: Yenile

source: Refresh now
ar: حدّث الآن
tr: Şimdi yenile

source: remaining
ar: متبقٍ
tr: kaldı

source: Save this location
ar: احفظ هذا الموقع
tr: Bu konumu kaydet

source: Search
ar: بحث
tr: Ara

source: Select…
ar: اختر…
tr: Seçiniz

source: Settings
ar: الإعدادات
tr: Ayarlar

source: Start automatically when you log in.
ar: البدء تلقائيًا عند تسجيل الدخول.
tr: Oturum açtığınızda otomatik olarak başlasın.

source: Startup
ar: بدء التشغيل
tr: Başlangıç

source: Sunrise
ar: الشروق
tr: Güneş

source: Sunset
ar: المغرب
tr: Akşam

source: tap a day
ar: اختر يومًا
tr: bir gün seçin

source: The Month
ar: هذا الشهر
tr: Bu Ay

source: The next prayer time and countdown.
ar: وقت الصلاة التالية والعدّ التنازلي.
tr: Sıradaki namaz vakti ve geri sayım.

source: The server returned an unexpected response (HTTP %lld).
ar: أرجع الخادم استجابة غير متوقعة (HTTP %lld).
tr: Sunucu beklenmeyen bir yanıt verdi (HTTP %lld).

source: Theme
ar: السمة
tr: Tema

source: This device doesn't have a compass, so the Qibla direction can't be shown here.
ar: لا يحتوي هذا الجهاز على بوصلة، لذا لا يمكن عرض اتجاه القبلة هنا.
tr: Bu cihazda pusula bulunmadığından Kıble yönü burada gösterilemez.

source: Time %@
ar: الوقت %@
tr: Vakit %@

source: Today
ar: اليوم
tr: Bugün

source: Using %@
ar: يُستخدم %@
tr: %@ kullanılıyor

source: Version
ar: الإصدار
tr: Sürüm

source: When on, you'll get a notification at each prayer time.
ar: عند التفعيل، ستصلك إشعارات عند كل وقت صلاة.
tr: Açıkken her namaz vaktinde bir bildirim gönderilir.
